Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/facta/lassagammi/ailloha-urfolksfilosof.5435892-315504.html.tmx
Source language: nob
Languages: sme

source: av Harald Gaski (2013)
sme: Harald Gaski (2013) bokte

source: I dag ville nok mange ha kalt Nils-Aslak Valkeapää for en øko-filosof på grunn av hans klare standpunkt om menneskets plass i naturen.
sme: Dán áigge várra olusat livčče gohčodan Nils-Aslak Valkeapää ehko-filosofan su čielga oainnu geažil das mo olmmoš gullá lundui.

source: Dette synet kommer til uttrykk i flere av hans dikt, og det er også hovedbudskapet i teaterstykket Den Rimhårede og Drømmeseeren.
sme: Dát oaidnu boahtá ovdan máŋgga su divttain, ja dat lea maiddái váldosáhka teahterbihtás Ridneoaivi ja Nieguid oaidni.

source: Teaterstykket – for øvrig det eneste dramatiske arbeidet fra Nils-Aslak Valkeapääs hånd – er på mange måter hans testamente til leserne.
sme: Teahterbihttá, mii lei áidna dakkár maid Nils-Aslak Valkeapää čálii, lea máŋgga láhkái su testameanta lohkkiidasas.

source: Den Rimhårede er den gamle vise mannen som ønsker å overføre kunnskapen til sin unge elev.
sme: Ridneoaivi lea boares viissis olmmái gii hálida juogadit máhtu iežas nuorra oahppiin.

source: Hovedpoenget i denne kunnskapen er at mennesket aldri må glemme at det bare er en del av naturen.
sme: Dán máhtu váldosisdoallu lea ahte olmmoš ii goassege galgga vajáldahttit ahte lea dušše oassi luonddus.

source: Alt er forgjengelig, alt endres, men dersom vi slutter å ta vare på Moder Jord, er vi alle i fare.
sme: Buot lea nohkavaš, buot rievdá, muhto jos mii heaitit gáhttemis Eatnama Eadnámet, de mii leat buohkat heaggaváras.

source: Urfolk har fått som en særskilt oppgave å minne verden om denne forpliktelsen.
sme: Álgoálbmogiidda lea addojuvvon sierra bargun muittuhit máilbmái dán geatnegasvuođa.

source: Derfor må vi aldri sovne av fra vår misjon, men tvert i mot utføre vår plikt.
sme: Danin mii eat sáhte ribahit nohkkat dán doaimmas, muhto baicce dahkat iežamet geatnegasvuođa.

source: Som takk vil Livet selv sette pris på oss og vi kan nyte vår tilværelse som barn av Moder Jord.
sme: Giittusin Eallin ieš atná mis fuola ja mii beassat návddašit eallima Eatnama Eadnámet mánnán.

source: Jorda, min mor er da også tittelen på en av de tre viktigste bøkene til Nils-Aslak.
sme: Eanni eannážan (Eanan Eadnámet) lea ge namma ovtta Nils-Aslaga golmma deaŧaleamus girjjin.

source: Den er på mange måter hans gave til verdens urfolk både i ord og illustrasjoner.
sme: Dat lea máŋgga láhkái su skeaŋka máilmmi álgoálbmogiidda sihke sániiguin ja govaiguin.

source: Den er skrevet på samisk – vårt urfolksspråk i nord – men dens budskap er for alle urfolk i verden.
sme: Dat lea čállojuvvon sámegillii – min davvi álgoálbmotgillii – muhto dan sisdoallu lea oaivvilduvvon buot máilmmi álgoálbmogiidda.

source: En kan stusse litt over hvorfor Nils-Aslak valgte å skrive en av sine mest internasjonale bøker på samisk, språkvalget begrenser unektelig leserkretsen betydelig.
sme: Sáhttá imaštit manin Nils-Aslak válljii sámegillii čállit girjji mii lea oaivvilduvvon nu rikkaidgaskasaččat, giellaválljen ráddje gal lohkkiidlogu hui sakka.

source: For ham var det imidlertid livsnødvendig å skrive boka på samisk, fordi det er nettopp gjennom morsmålet en uttrykker sine følelser best, og med boka Jorda, min mor ønsket Nils-Aslak å få urfolkene i tale.
sme: Muhto sutnje lei dárbbašlaš čállit girjji sámegillii, danin go aiddo eadnigiela bokte sáhttá olmmoš buoremusat govvidit dovdduidis, ja girjjiin Eanni eannážan hálidii Nils-Aslak fidnet álgoálbmogiid ságaide.

source: Derfor er det svært viktig å få boka oversatt til engelsk og spansk snarest mulig, men også til andre urfolksspråk fordi budskapet er ment for flere enn bare hans eget folk, samene.
sme: Dan dihtii lea hui deaŧalaš fidnet girjji jorgalahttot eŋgelas- ja spánskkagillii farggamusat, muhto maiddái eará álgoálbmotgielaide, danin go girjji sisdoallu lea oaivvilduvvon eanebuidda go dušše su iežas álbmogii, sápmelaččaide.

source: Nils-Aslaks valg viser hvilken tiltro han hadde til språk, ikke minst hans eget morsmål, når han velger å skrive en globalt tiltenkt bok på samisk.
sme: Nils-Aslaga válljen čájeha dan luohttámuša mii sus lei gillii, earenomážit iežas eadnigillii, go son vállje sámegillii čállit girjji mii lea jurddašuvvon ollit birra máilmmi.

source: Jorda, min mor er i likhet med alle Nils-Aslaks bøker svært gjennomtenkt i måten de ulike kunstartene fungerer sammen på, måten de går opp i en større enhet, der summen av ord, bilder og assosiasjoner er ment å få oss til å se sammenhengen vi alle lever i, som
sme: Nugo su eará girjjit, de lea Eanni eannážan dárkilit smihttojuvvon das mo iešguđet dáiddasuorggit ovttas doibmet, mo dat ovttastahttojit bajit dásis, mas sánit, govat ja jurdagat galggašedje oažžut min oaidnit dan oktavuođa mas mii eallit, ovttaskas olmmožin ja álbmogin, main luondu lea eallima fápmu ja buot heakka eaktu.

source: I sin tid som kulturkoordinator for Verdensrådet for urfolk, var det maktpåliggende for Nils-Aslak å bidra til å skaffe urfolk arenaer der de kunne møtes – der musikken, poesien og kunsten kunne komme til uttrykk, for det er i kunsten, i tradisjonene, at livsanskuelsen og kunnskapen finnes, mente han.
sme: Dan áigge go son lei Álgoálbmogiid máilbmeráđi kulturkoordináhtor, lei Nils-Aslagii deaŧalaš veahkehit álgoálbmogiidda fidnet deaivvadanbáikkiid – main musihkka, poesiija ja govvadáidda sáhtte boahtit oidnosii, danin go dáidagis, árbevieruin, gávdnojit eallinoaidnu ja máhttu, oaivvildii son.

source: Derfor investerte han så mye tid og ressurser på å få til å arrangere verdens første urfolksfestival Davvi Šuvva i 1979.
sme: Dan dihtii son bijai ollu searaid ja návccaid vuosttas álgoálbmotfestivála, Davvi Šuva, lágideapmái 1979:s.

source: En hører for øvrig ofte referert til historien om hvordan Nils-Aslak brukte joiken som et bevis for at han og den samiske delegasjonen virkelig var urfolk under det første møtet i World Council of Indigenous Peoples i Port Albernie i Canada i 1974.
sme: Dávjá gullo muitalus das mo Nils-Aslak anii luođi duođaštussan dasa ahte son ja sámi sáttagoddi duođaid gulle álgoálbmogiidda World Council of Indigenous Peoples vuosttas čoahkkimis Port Albernies Canadas 1974:s.

source: Flere av urfolksrepresen-tantene fra andre steder i verden var nemlig skeptiske til samene på grunn av deres hvite hudfarge, men da Valkeapää framførte en joik for forsamlingen, var skepsisen som blåst bort og samene ble godtatt på linje med de andre.
sme: Muhtin álgoálbmotovddasteaddjit eará guovlluin máilmmis illá jáhkke ahte sápmelaččat gullet álgoálbmogiidda go leat nu vilgesvaragat, muhto go Valkeapää juoiggastii čoahkkimii, de jávkkai ballu ja sápmelaččat dohkkehuvvojedje seammá dásis go earát.

source: På samme måte som en må arbeide iherdig for å tilegne seg formelle kunnskaper, må en investere tid for å lære av tradisjonene.
sme: Seammá láhkái go ferte rahčat girjjálaš oahpu háhkamiin, de ferte maid atnit áiggi oahppat árbevieruin.

source: Det å tolke naturen, lære å lese den, er en livslang utdanning, på samme måte som det å bli en anerkjent sjaman krevde store offer og en enorm arbeidsinnsats, der ikke minst kjennskap til myter og tradisjoner var viktig.
sme: Dat ahte dulkot luonddu, oahppat dan lohkat, lea oahpahus mii bistá eallinagi, nugo maiddái dat jos galggai dohkkehuvvot fámolaš noaidin buvttii gáibádusaid ja garra barggu, ja mas lei earenoamáš deaŧalaš dovdat myhtaid ja árbevieruid.

source: Nils-Aslaks respekt for myten som beskriver samene som etterkommere av Sola, kommer tydeligst fram i den prisvinnende boka, Solen, min far, 1991.
sme: Nils-Aslak anii alla árvvus myhta mii muitala mo sápmelaččat leat Beaivvi mánát, ja dat boahtá čielgaseamusit ovdan bálkkašuvvon girjjis Beaivi, Áhčážan, 1991.

source: I sine siste år ble Nils-Aslak ofte ansett for å være en sjaman, ikke fordi han selv ønsket det, men fordi folk tilla ham egenskaper som den tradisjonelle sjamanen hadde, og også fordi han mer og mer trakk seg tilbake fra samfunnet.
sme: Maŋimuš jagiidis Nils-Aslak dávjá adnojuvvui noaidin, ii danin go son ieš dáhtui dan, muhto danin go olbmot navde sus leamen dakkár attáldagaid mat árbevirolaš noaiddis ledje, ja maiddái danin go son eanet aht eanet geassádii servvodagas.

source: Han ble som sin egen skulptur Eaidánas ealli – en som trives best for seg selv, lik dyret som foretrekker å holde seg litt på siden av flokken.
sme: Son šattai dego iežas skulptuvra Eaidánas ealli, dego dat ealli mii bissu veahá olggobealde ealu.

source: Derifra kunne han bedre observere hva som var i ferd med å skje med hans folk og kulturen.
sme: Doppe son sáhtii buorebut geahččat mii lei dáhpáhuvvamin su iežas álbmogii ja kultuvrii.

source: Nils-Aslak ønsket å avslutte sitt litterære liv med en essaybok.
sme: Nils-Aslak hálidii ollašuhttit iežas girjjálaš eallima essaygirjjiin.

source: Den ville bidra til å fullende sirkelen.
sme: Dat livččii ollašuhttán rieggá.

source: Han debuterte nemlig med en essayistisk pamflett i 1971.
sme: Su vuosttas girji lei oainnat essaylágáš pamfleahtta mii almmuhuvvui 1971:s.

source: 40 år etter utkom Eanni eannážan med sitt budskap om Jorda, vår mor, og etter det ønsket han å oppsummere sin livsoppfatning og filosofi i boka som skulle ha samme tittel som skulpturen Eaidánas ealli – som stod, og står, plassert på soverommet i boligen Lásságámmi i Skibotn.
sme: 40 jagi maŋŋil ilmmai Eanni eannážan man váldofáddá lei Eanan, eadnámet, ja dan maŋŋil son hálidii čohkket iežas eallinoainnu ja filosofiija girjái man namma – Eaidánas ealli – galggai leat seammá go dan skulptuvrras mii lei, ja ain lea, oađđenlanjas su viesus Lásságámmis Ivgubađas.

source: Skulpturen ble hans alter ego, som han sa god natt til når han la seg, og god morgen til når han stod opp – som en evig samtale med seg selv for derigjennom å kunne forstå andre bedre.
sme: Dát skulptuvra šattai su alter ego – iežas govvádus – masa son rávkkai buori ija go nohkai, ja buori iđida go lihkai – dego agálaš ságastallan iežainis vai dan bokte áddešii earáid buorebut.

source: Allerede som barn snakket Nils-Aslak med fuglene, med trærne, han lyttet til Naturen, og senere som kunstner ble han en av de sterkeste formidlerne av Naturens budskap.
sme: Mánnán jo hálai Nils-Aslak lottiiguin, muoraiguin, son guldalii Luonddu, ja maŋŋil šattai son dáidagiinnis Luonddu sága fámolaš gaskkusteaddjin.

source: En må være ydmyk for å høre og forstå, slik han uttrykker det så presist i dette lille diktet: "Kan du høre livets lyder / i bruset fra elven/ i vindens sus/ Det er alt jeg vil si / det er alt".
sme: Olmmoš ferte leat vuollegaš jos galgá gullat ja áddet, nugo son nu dárkilit govve dán uhca divttažis: “Gulat go eallima jienaid / joga šávvamis / biekka bossumis / Dat lea visot maid áigon dadjat / dat lea visot”.

source: Nils-Aslak så for seg den tradisjonelle reinflyttinga over det snødekte viddelandskapet som et bølgende hav – et hav med lyder av bjeller og prustende rein som minner ham om musikk.
sme: Nils-Aslak govvádalai mielastis árbevirolaš johtolaga bohccuiguin muohtaduoddariid badjel bárusteaddji mearran – mearra mas gullojedje biellut ja ruovgi bohccot, jienat mat su bealljái ledje dego musihkka.

source: Han var derimot i tvil om bymennesket er i stand til å se skjønnheten i en reinflokk på vandring, om fjernheten til Naturen i dagens samfunn gjør det vanskeligere å lese reinflokken som et dikt og høre bjelleklemtinga som en symfoni.
sme: Muhto son baicce eahpidii ahte veadjá go gávpotolmmoš oaidnit johtti boazoealu čábbodaga, ahte lea go dálá servvodaga gáidan Luonddus dahkan váddáseappun lohkat boazoealu diktan ja bielloskála sinfoniijan.

source: "Mitt hjem er i mitt hjerte"-sekvensen av Vindens veier er kanskje det tekstutdraget som har nådd lengst ut i verden av all samisk litteratur ved siden av Olaus Sirmas kjærlighetsdikt fra 1600-tallet.
sme: Ruoktu váimmus -girjji “Mu ruoktu lea mu váimmus”-oassi dáidá leat dat sámi girjjálašvuođa teakstagáhppálat mii lea ollen viidáseamusit máilbmái, Čearbmá Ovllá ráhkisvuođadivttaid lassin 1600-logus.

source: I denne teksten finner en den klassiske konflikten mellom en vesterlandsk eie- og utbytteholdning til naturen i motsetning til et forhold som mer er basert på slektskap og likeverdighet overfor våre nærmeste omgivelser, uttrykt gjennom urfolkenes respekt og takknemlighet overfor naturen.
sme: Dán teavsttas lea klassihkalaš vuostálasvuohta. Nuppe beales lea oarjemáilmmi oamastan- ja ávkkástallanoaidnu, ja nuppe beales gis fuolkevuohta ja ovttadássásašvuohta min lagamus birrasii, mii boahtá ovdan álgoálbmogiin das mo sii atnet árvvus ja leat giitevaččat lundui.

source: Diktet er en original urfolkstekst om kjærligheten til land og vann, og beskriver sårheten over tapet av råderetten til egne områder.
sme: Dikta lea čielga álgoálbmotteaksta ráhkisvuođa birra eatnamii ja čáziide, ja dat govve bákčasa das go massá geavahanvuoigatvuođa iežas guovlluide.

source: Dens elegiske form gjør den gjenkjennbar for alle urfolk som har lidd tap, men som på tross av det velger å kjempe videre –sin egen kamp og kampen for å bevare Moder Jord.
sme: Divtta elegiijahápmi dahká dan oahpisin buot álgoálbmogiidda mat leat massán vuoigatvuođaid, muhto geat dattege válljejit ain joatkit – iežaset doaruin, ja doaruin das ahte gáhttet Eatnama Eadnámet.
